[
   {
      "ID":"BOOK2023000001",
      "TieuDe":"Kính Vạn Hoa Chết Chóc (Tập 1)",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.8, 
      "AnhBia":"/kvhcc1.jpg",
      "TacGia":"Tây Tử Tự",
      "TheLoai":["Kinh dị", "Bí ẩn"],
      "SoTrang":528,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"09-09-2023",
      "TomTat":"Con người ai cũng phải chết. Có người chết già, có người chết bất đắc kỳ tử: Bệnh chết, tai nạn chết, bị sát hại, nhảy lầu chết… Liệu họ có còn cơ hội được sống? Có, mười hai cánh cửa được mở ra, mười hai thế giới. Đến với thế giới của cửa, bạn sẽ có cuộc đời mới. Nhưng cái giá phải trả không hề rẻ, thua cuộc là kết thúc cả trong cửa lẫn ngoài đời. Chỉ có người nắm giữ chìa khóa, mới thoát khỏi cái chết đã định sẵn…",
      "BoiCanh":"Trung Quốc",
      "GiaTri":1
   },
   {
      "ID":"BOOK2023000002",
      "TieuDe":"Kính Vạn Hoa Chết Chóc (Tập 2)",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.8, 
      "AnhBia":"/kvhcc2.jpg",
      "TacGia":"Tây Tử Tự",
      "TheLoai":["Kinh dị", "Bí ẩn"],
      "SoTrang":576,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"10-09-2023",
      "TomTat":"Con người ai cũng phải chết. Có người chết già, có người chết bất đắc kỳ tử: Bệnh chết, tai nạn chết, bị sát hại, nhảy lầu chết… Liệu họ có còn cơ hội được sống? Có, mười hai cánh cửa được mở ra, mười hai thế giới. Đến với thế giới của cửa, bạn sẽ có cuộc đời mới. Nhưng cái giá phải trả không hề rẻ, thua cuộc là kết thúc cả trong cửa lẫn ngoài đời. Chỉ có người nắm giữ chìa khóa, mới thoát khỏi cái chết đã định sẵn…",
      "BoiCanh":"Trung Quốc",
      "GiaTri":1           
   },
   {
      "ID":"BOOK2018000001",
      "TieuDe":"5 Centimet Trên Giây",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.3, 
      "AnhBia":"/5cm.jpg",
      "TacGia":"Makoto Shinkai",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":188,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"13-02-2018",
      "TomTat":"5cm/s không chỉ là vận tốc của những cánh anh đào rơi, mà còn là vận tốc khi chúng ta lặng lẽ bước qua đời nhau, đánh mất bao cảm xúc thiết tha nhất của tình yêu. Bằng giọng văn tinh tế, truyền cảm, 5 centimet trên giây mang đến những khắc họa mới về tâm hồn và khả năng tồn tại của cảm xúc, bắt đầu từ tình yêu trong sáng, ngọt ngào của một cô bé và cậu bé. Ba giai đoạn, ba mảnh ghép, ba ngôi kể chuyện khác nhau nhưng đều xoay quanh nhân vật nam chính, người luôn bị ám ảnh bởi kí ức và những điều đã qua…",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1         
   },
   {
      "ID":"BOOK2020000001",
      "TieuDe":"Chúa Tể Những Chiếc Nhẫn (Tập 1) - Đoàn Hộ Nhẫn",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.7, 
      "AnhBia":"/dhn.jpg",
      "TacGia":"J.R.R. Tolkien",
      "TheLoai":["Tiểu thuyết", "Kỳ ảo"],
      "SoTrang":544,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"08-06-2020",
      "TomTat":"Kỷ Đệ Nhất, các Valar kết liễu Morgoth. Kỷ Đệ Nhị, Tiên và Người đánh bại Sauron. Và nay, giữa Kỷ Đệ Tam tưởng đã hòa bình, báu vật của Sauron lại ngóc đầu trong lòng núi. Và thêm một anh chàng Hobbit bỗng thấy mình từ biệt tổ ấm yên bình, dấn vào cuộc phiêu lưu mỗi bước lại thêm xa, thêm gian nan, thêm hệ trọng. Bên cậu sát cánh Đoàn Hộ Nhẫn, Con Người cùng Phù Thủy, Tiên với Người Lùn, vượt đèo cả đầm sâu, qua rừng vàng mỏ tối, vào sinh ra tử hòng lần nữa cứu Trung Địa khỏi rơi vào tay CHÚA TỂ NHỮNG CHIẾC NHẪN.",
      "BoiCanh":"Trung Địa",
      "GiaTri":1        
   },
   {
      "ID":"BOOK2020000002",
      "TieuDe":"Chúa Tể Những Chiếc Nhẫn (Tập 2) - Hai Tòa Tháp",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.6, 
      "AnhBia":"/htt.jpg",
      "TacGia":"J.R.R. Tolkien",
      "TheLoai":["Tiểu thuyết", "Kỳ ảo"],
      "SoTrang":464,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"08-10-2020",
      "TomTat":"Chín Bộ Hành còn Bảy. Một con đường chia hai. Người Mang Nhẫn dấn thân vào Vùng Đất Đen cùng bạn đường trung nghĩa và kẻ dẫn đường bất trắc. Hai Hobbit bị cướp đi giữa ba phe Orc, để Ba Thợ Săn làm nên kỳ tích đuổi theo. Và một giống dân cổ xưa bừng tỉnh, hai tòa tháp xuất quân,một đất nước Con Người tập hợp binh mã đương đầu với ngoại xâm. Đại Nhẫn Chiến đã bắt đầu ở Trung Địa.",
      "BoiCanh":"Trung Địa",
      "GiaTri":1      
   },
   {
      "ID":"BOOK2021000001",
      "TieuDe":"Chúa Tể Những Chiếc Nhẫn (Tập 3) - Nhà Vua Trở Về",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/nvtv.jpg",
      "TacGia":"J.R.R. Tolkien",
      "TheLoai":["Tiểu thuyết", "Kỳ ảo"],
      "SoTrang":516,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"28-05-2021",
      "TomTat":"Mọi ngả đường dồn dập về một đích. Những thề xưa lần lượt được làm tròn. Các chàng Hobbit thấy mình làm nên truyền thuyết. Và khi cổng Kinh Thành đổ sụp trước quân thù, cũng là lúc Nhà Vua trở về trên chiến địa. Giữa bùi ngùi và hân hoan, giữa tái ngộ và ly biệt, cùng hoa nở sân Thượng Triều và buồm giong từ Cảng Xám, Kỷ Đệ Tam khép lại cho thời Con Người Thống Trị bắt đầu.",
      "BoiCanh":"Trung Địa",
      "GiaTri":1             
   },
   {
      "ID":"BOOK2016000001",
      "TieuDe":"Nếu Ngày Mai Không Bao Giờ Đến",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.7, 
      "AnhBia":"/nnmkbgd.jpg",
      "TacGia":"Yasushi Kitagawa",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":208,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-03-2016",
      "TomTat":"Có rất nhiều thứ để miêu tả vẻ đẹp của tuổi trưởng thành. Khi từng dòng hồi ức lướt qua đủ để con người ở thì hiện tại cảm thấy bồi hồi và nuối tiếc. Người ta vẫn thường nói, mọi cuộc hạnh ngộ trên đời là do duyên số đưa đẩy, nhưng cũng tồn tại những cuộc gặp gỡ vốn được lên kế hoạch từ trước, chỉ chờ một cái cớ hoàn hảo để tiếp cận đối phương. Đó cũng chính là cách Haruka xích lại gần hơn với cậu bạn Yousuke, người cô thầm mến mộ đã lâu.",
      "BoiCanh":"Hiện đại Nhật Bản",
      "GiaTri":1
   },
   {
      "ID":"BOOK2024000001",
      "TieuDe":"Phía sau Nghi can X",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/psncx.jpg",
      "TacGia":"Keigo Higashino",
      "TheLoai":["Trinh thám"],
      "SoTrang":396,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"21-02-2024",
      "TomTat":"Khi nhấn chuông cửa nhà nghi can chính của một vụ án mới, điều tra viên Kusanagi không biết rằng anh sắp phải đương đầu với một thiên tài ẩn dật. Kusanagi càng không thể ngờ rằng, chỉ một câu nói vô thưởng vô phạt của anh đã kéo người bạn thân, Manabu Yukawa, một phó giáo sư vật lý tài năng, vào vụ án. Và điều làm sững sờ nhất, đó là vụ án kia chẳng qua cũng chỉ như một bài toán cấp ba đơn giản, tuy nhiên ẩn số X khi được phơi bày ra lại không đem đến hạnh phúc cho bất cứ ai…",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2021000002",
      "TieuDe":"Bạch Dạ Hành",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/bdh.jpg",
      "TacGia":"Keigo Higashino",
      "TheLoai":["Trinh thám"],
      "SoTrang":586,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-01-2021",
      "TomTat":"Kosuke, chủ một tiệm cầm đồ bị sát hại tại một ngôi nhà chưa hoàn công, một triệu yên mang theo người cũng bị cướp mất. Sau đó một tháng, nghi can Fumiyo được cho rằng có quan hệ tình ái với nạn nhân và đã sát hại ông để cướp một triệu yên, cũng chết tại nhà riêng vì ngộ độc khí ga. Vụ án mạng ông chủ tiệm cầm đồ rơi vào bế tắc và bị bỏ xó. Nhưng với hai đứa trẻ mười một tuổi, con trai nạn nhân và con gái nghi can, vụ án mạng năm ấy chưa bao giờ kết thúc. Sinh tồn và trưởng thành dưới bóng đen cái chết của bố mẹ, cho đến cuối đời, Ryoji vẫn luôn khao khát được một lần đi dưới ánh mặt trời, còn Yukiho cứ ra sức vẫy vùng rồi mãi mãi chìm vào đêm trắng.",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2019000001",
      "TieuDe":"Sự Cứu Rỗi Của Thánh Nữ",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.2, 
      "AnhBia":"/scrctn.jpg",
      "TacGia":"Keigo Higashino",
      "TheLoai":["Trinh thám"],
      "SoTrang":382,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"08-04-2019",
      "TomTat":"Trong biệt thự nhà Mashiba Yoshitaka, người chồng trúng độc chết trên sàn, thạch tín còn sót lại trong cốc cà phê đổ lênh láng bên cạnh. Mọi nghi vấn tập trung vào hai đối tượng: người vợ Ayane vốn là nghệ nhân nổi tiếng với các tác phẩm thảm ghép vải độc đáo đắt tiền trưng bày ở khu Ginza, và cô người tình bí mật Wakayama Hiromi, cũng là học trò của Ayane. Nhưng cả hai đều có chứng cứ ngoại phạm vững chắc. Và cảnh sát đau đầu vì vấn đề hóc búa: Làm thế nào hung thủ bỏ thạch tín hạ độc Yoshitaka, khi không ai khác có khả năng tiếp cận nạn nhân quanh thời điểm xảy ra vụ án.",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1
   },
   {
      "ID":"BOOK2019000002",
      "TieuDe":"Cuộc Đời Của Pi",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.8, 
      "AnhBia":"/cdcp.jpg",
      "TacGia":"Yann Martel",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":455,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-03-2019",
      "TomTat":"Sau vụ đắm tàu bi thảm, Pi, cậu bé 16 tuổi con một giám đốc sở thú cùng gia đình đi Canada, thấy mình là kẻ sống sót duy nhất trên một chiếc xuồng cứu nạn nhỏ bé dập dềnh giữa Thái Bình Dương. Cùng với một con ngựa vằn đau khổ (gẫy một chân), một con linh cẩu lông đốm độc ác liên tục kêu yip yip, một con đười ươi cái nôn ọe vì say sóng và đặc biệt một con hổ Bengal nặng 450 pound, Pi đã lang thang trên đại dương suốt 227 ngày, hy vọng rồi tuyệt vọng, trải qua những điều hài hước nhất, kinh khủng nhất, hoang tưởng nhất, đáng sợ nhất...mà một con người có thể gặp trong đời. Trí tưởng tượng không giới hạn, vốn hiểu biết dày dặn, sự trải nghiệm sâu rộng, nghệ thuật kể chuyện bậc thầy, đó là những yếu tố đã giúp Yann Martel viết nên một trong những cuốn sách đáng đọc nhất của văn học thế giới đương đại.",
      "BoiCanh":"Thái Bình Dương, Pondicherry (Ấn Độ), Toronto (Canada), Ontario (Canada), Tomatlan (Mexico)",
      "GiaTri":1      
   },
   {
      "ID":"BOOK2021000003",
      "TieuDe":"Một thoáng ta rực rỡ ở nhân gian",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.3, 
      "AnhBia":"/mttrrong.jpg",
      "TacGia":"Ocean Vương",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":304,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-12-2021",
      "TomTat":"Một thoáng ta rực rỡ ở nhân gian được viết dưới dạng một bức thư từ người con trai gửi đến người mẹ mù chữ của anh. Cún Con, đang độ tuổi cuối hai mươi, cùng một bức thư phơi bày quá khứ của gia đình từ trước khi anh ấy chào đời - một quá khứ mà tâm chấn của nó bắt nguồn từ Việt Nam - đồng thời đóng vai trò như một cánh cổng dẫn lối mẹ anh vào những phần đời mà anh chưa từng chia sẻ. Chẳng những là một bằng chứng cho tình yêu lớn lao không thể phủ nhận giữa người mẹ đơn thân và cậu con trai, mà nó còn là một cuộc khám phá đầy xúc cảm về các vấn đề chủng tộc, giai cấp, d.ụ.c tính và nam tính. Một thoáng ta rực rỡ ở nhân gian hỏi những câu trọng tâm về tình trạng hiện tại của nước Mỹ, đưa ta đắm chìm vào sự nghiện ngập, bạo lực và tổn thương, nhưng cũng che chở ta bằng lòng trắc ẩn và sự dịu dàng, tác phẩm tìm cách kể câu chuyện của những con người vốn không được đoái hoài đến trong xã hội.",
      "BoiCanh":"Việt Nam, Hartford, Connecticut (Mỹ)",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2024000002",
      "TieuDe":"Doraemon - Nobita Và Bản Giao Hưởng Địa Cầu",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.9, 
      "AnhBia":"/nobitabghdc.jpg",
      "TacGia":["Fujiko F Fujio", "Teruko Utsumi", "Kazuaki Imai"],
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":228,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"04-01-2024",
      "TomTat":"Nobita đang tập sáo để chuẩn bị cho buổi hòa nhạc ở trường thì bất ngờ gặp cô bé Micca bí ẩn có giọng hát tuyệt vời. Micca rất thích nốt No nhẹ nhõm vô ưu Nobita thổi, bèn mời nhóm bạn đến Cung Điện Farre kì lạ, nơi sử dụng âm nhạc làm năng lượng. Cung Điện “ngủ đông” vì cạn nhiên liệu, và Micca đang tìm kiếm bậc thầy âm nhạc để cùng trình diễn nhằm hồi sinh nó. Doraemon và nhóm bạn địa cầu dùng bảo bối chứng chỉ chuyên viên âm nhạc để chọn nhạc cụ diễn tấu với Micca. Cung Điện Farre vừa dần phục hồi thì...",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2019000003",
      "TieuDe":"Hoàng tử bé",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.8, 
      "AnhBia":"/htb.jpg",
      "TacGia":"Antoine De Saint-Exupéry",
      "TheLoai":["Thiếu nhi"],
      "SoTrang":528,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-12-2019",
      "TomTat":"...Cậu hoàng tử chợp mắt ngủ, tôi bế em lên vòng tay tôi và lại lên đường. Lòng tôi xúc động. Tôi có cảm giác như trên Mặt Đất này không có gì mong manh hơn. Nhờ ánh sáng trăng, tôi nhìn thấy vầng trán nhợt nhạt ấy, đôi mắt nhắm nghiền các lẵng tóc run rẩy trước gió, và tôi nghĩ thầm: Cái mà ta nhìn thấy đây chỉ là cái vỏ. Cái quan trọng nhất thì không nhìn thấy được...",
      "BoiCanh":"Pháp",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2022000001",
      "TieuDe":"Ngôi Nhà Bên Bờ Biển Xanh Thẳm",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.6, 
      "AnhBia":"/nnbbxt.jpg",
      "TacGia":"T J Klune",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":640,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"04-10-2022",
      "TomTat":"Linus Baker là một nhân viên công tác xã hội làm việc tại Sở Phụ Trách Thanh Thiếu Niên Nhiệm Màu. Anh nhận nhiệm vụ xác định xem sáu đứa trẻ “trông có vẻ nguy hiểm” và đang sinh sống tại đảo Marsyas liệu có khả năng mang đến ngày tận thế hay không. Arthur Parnassus là chủ trại trẻ mồ côi. Anh là người yêu thương, quan tâm và sẽ làm bất cứ điều gì để bọn trẻ được an toàn, ngay cả khi điều đó có nghĩa là thế giới sẽ bùng cháy và những bí mật anh muốn giấu kín bị phơi bày. Ngôi nhà bên bờ biển xanh thẳm là một cuốn sách nhẹ nhàng và ngọt ngào, chứa đựng những bài học đời thường mà đôi khi con người quên mất. Rằng những điều bất ngờ nhất, phù hợp nhất sẽ vô tình xuất hiện khi bạn không mong chờ nhất.",
      "BoiCanh":"Mỹ",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2017000001",
      "TieuDe":"Bụi Sao",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.9, 
      "AnhBia":"/bs.png",
      "TacGia":"Neil Gaiman",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":334,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-11-2017",
      "TomTat":"Đến tuổi cập kê, Tristran Thorn đem lòng si mê một thiếu nữ xinh đẹp trong ngôi làng Bức Tường nơi anh lớn lên. Vì lời hứa sẽ cùng cô sánh vai trong thánh đường, chàng trai trẻ khăn gói lên đường tiến vào Xứ Tiên để tìm một ngôi sao băng từ trên trời rơi xuống. Chuyến phiêu lưu ở xứ sở kỳ lạ, rùng rợn mà đầy nhiệm màu đã xoay chuyển con người và thế giới quan của Tristran theo những cách anh chưa từng ngờ đến, biến anh thành một người hùng chân chính trong câu chuyện của mình. Cổ quái và nhân văn, đen tối và giàu cảm xúc, Bụi sao đem đến vô khối những câu chuyện chưa kể đằng sau cuộc hành trình tầm mộng của một vị anh hùng trẻ tuổi, cốt để chứng tỏ rằng chuyện thần tiên thực chất cũng dành cho người lớn.",
      "BoiCanh":"Anh Quốc, Châu Âu",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2022000002",
      "TieuDe":"Ngôi Nhà Kỳ Quái",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.8, 
      "AnhBia":"/nnkq.jpg",
      "TacGia":"Uketsu",
      "TheLoai":["Kinh dị"],
      "SoTrang":284,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-11-2022",
      "TomTat":"Thoạt nhìn, có lẽ trông nó cũng như bao ngôi nhà bình thường khác. Tuy nhiên, nếu để ý và săm soi tới từng ngóc ngách, bạn sẽ nhận thấy cảm giác khó chịu kỳ quái hiện diện ở khắp nơi trong nhà. Những sự kỳ quái đó cứ chồng chéo lên nhau để rồi cuối cùng dẫn đến một “sự thật”...Khoảng không bí ẩn, hai lớp cửa, phòng trẻ em không có cửa sổ... Đó là những điểm kỳ quái trên bản vẽ mặt bằng của một ngôi nhà cũ ở Tokyo mà người quen của ôi đang cân nhắc mua lại. Ngôi nhà trông thì có vẻ bình thường, bên trong thoáng đãng và sáng sủa. Thế nhưng... nó đem lại cảm giác bất ổn quái gở.",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1     
   },
   {
      "ID":"BOOK2023000003",
      "TieuDe":"Đường hầm tới mùa hạ - Lối thoát của biệt ly",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.0, 
      "AnhBia":"/dhtmh.jpg",
      "TacGia":"Mei Hachimoku",
      "TheLoai":["Kinh dị"],
      "SoTrang":314,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-10-2023",
      "TomTat":"Cậu học sinh cấp ba Tono Kaoru tình cờ nghe hóng được về truyền thuyết đô thị đó. Ngay đêm hôm ấy, cậu lại tình cờ tìm thấy một đường hầm có nét tương đồng… Vào trong đường hầm, chưa biết chừng cậu sẽ đưa được đứa em gái đã mất năm năm trước quay về. Sau giờ học, Kaoru tiến hành điều tra về đường hầm này, ai ngờ lại bị cô bạn Hanashiro Anzu – học sinh mới chuyển tới - phát hiện ra. Hai cô cậu cộng tác với nhau để cùng đạt được mong ước của cả hai… Khởi đầu một mùa hè đầy những bất ngờ lý thú mà chưa ai từng biết tới. Đường hầm tới mùa hạ - Lối thoát của biệt ly, câu chuyện đầy ý nghĩa về tình cảm gia đình và tình yêu, là lời tạm biệt gửi tới những vui buồn trong quá khứ, tìm lại những điều đã đánh mất để có thể hướng tới tương lai.",
      "BoiCanh":"Nhật Bản",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2018000002",
      "TieuDe":"Dưới Một Mái Nhà Ở Paris",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.4, 
      "AnhBia":"/dmmnop.jpg",
      "TacGia":"Guillaume Musso",
      "TheLoai":["Trinh thám"],
      "SoTrang":477,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-01-2018",
      "TomTat":"Paris, một xưởng vẽ giấu mình cuối một ngõ nhỏ rợp bóng cây xanh. Madeline đã thuê căn xưởng làm nơi nghỉ ngơi và tách mình khỏi thế giới. Do một nhầm lẫn ngẫu nhiên, nữ cảnh sát trẻ người Luân Đôn chạm trán với Gaspard, một nhà biên kịch đến từ Mỹ cũng thuê trọ tại chính nơi này. Họ buộc phải sống cùng nhau trong vài ngày, và chính ở đó, cùng nhau khám phá số phận bí ẩn của họa sĩ nổi tiếng Sean Lorenz, chủ căn nhà, người đã để lại ba bức tranh bí ẩn cuối cùng trước khi qua đời. Để vén được bức màn sự thật về Sean Lorenz, hai người buộc phải đối mặt với quỷ dữ ngự trị chính trong bản thân mình, trên một hành trình điều tra sẽ dẫn tới lối rẽ không ngờ khiến cuộc đời họ thay đổi mãi mãi.",
      "BoiCanh":"Paris (Pháp)",
      "GiaTri":1       
   },
   {
      "ID":"BOOK2023000004",
      "TieuDe":"Bên Kia Vùng Biển Sáng Trăng",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.7, 
      "AnhBia":"/bkvbst.jpg",
      "TacGia":"Julianne MacLean",
      "TheLoai":["Tiểu thuyết"],
      "SoTrang":520,
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-10-2023",
      "TomTat":"Olivia Hamilton, một cô gái trong sáng và thuần khiết, như ý nguyện được kết hôn với tình yêu của đời mình, Dean, chàng phi công quyến rũ chuyên lái máy bay riêng cho những người giàu có và nổi tiếng. Cuộc sống của họ trôi qua bình dị cho đến một ngày nọ, Dean đột ngột biến mất khi bay ngang qua Tam giác Quỷ Bermuda. Thế giới của Olivia đã hoàn toàn bị đảo lộn. Sau nhiều năm chờ đợi, cuối cùng Olivia cũng phải buông bỏ niềm hy vọng mong manh rằng người chồng yêu dấu của mình có thể vẫn còn sống. Melanie Brown là một nhà vật lý học ngày đêm nghiên cứu về bí ẩn của Tam giác Quỷ Bermuda. Nhưng hứng thú nghiên cứu của cô dần mất khi mẹ của cô qua đời trong một tai nạn thương tâm. Để làm lại cuộc đời và cứu vãn sự nghiệp của mình, cô quyết định tìm đến một phòng khám tâm lý, và bất ngờ bước vào cuộc tình ngang trái với chính bác sĩ trị liệu của mình. Tưởng chừng như cuộc đời của hai người phụ nữ này chẳng liên quan, nhưng họ lại bất ngờ giao nhau ở một điểm. Mối liên hệ kỳ lạ của hai người đã mở ra những bí mật có khả năng thay đổi mọi thứ mà Olivia nghĩ rằng cô ấy biết về cuộc hôn nhân, chồng cô ấy và quan trọng nhất là bản thân cô ấy. Với những khúc ngoặt đầy mê hoặc, Bên kia vùng biển sáng trăng là một cuốn tiểu thuyết sống động, giàu cảm xúc về sức mạnh lay động của tình yêu đánh mất rồi lại tìm thấy - và sức mạnh phi thường của một người phụ nữ đấu tranh cho hạnh phúc sau bi kịch.",
      "BoiCanh":"Bermuda",
      "GiaTri":1    
   },
   {
      "ID":"BOOK2018000003", 
      "TieuDe":"Normal People",
      "SoLuotQuanTam": 100,
      "DanhGia": 3.5, 
      "AnhBia":"/NormalPeople.jpg",
      "TacGia":"Sally Rooney",
      "TheLoai":["Hư cấu", "Lãng mạn", "Tiểu thuyết"],
      "SoTrang":"273",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"08-08-2018",
      "TomTat":"At school Connell and Marianne pretend not to know each other. He’s popular and well-adjusted, star of the school soccer team while she is lonely, proud, and intensely private. But when Connell comes to pick his mother up from her housekeeping job at Marianne’s house, a strange and indelible connection grows between the two teenagers - one they are determined to conceal. A year later, they’re both studying at Trinity College in Dublin. Marianne has found her feet in a new social world while Connell hangs at the sidelines, shy and uncertain. Throughout their years in college, Marianne and Connell circle one another, straying toward other people and possibilities but always magnetically, irresistibly drawn back together. Then, as she veers into self-destruction and he begins to search for meaning elsewhere, each must confront how far they are willing to go to save the other. Sally Rooney brings her brilliant psychological acuity and perfectly spare prose to a story that explores the subtleties of class, the electricity of first love, and the complex entanglements of family and friendship.",
      "BoiCanh":"",
      "GiaTri":1
   },
   {
      "ID":"BOOK1942000001",
      "TieuDe":"Thi nhân Việt Nam",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.1, 
      "AnhBia":"/ThiNhanVietNam.jpg",
      "TacGia":"Hoài Thanh, Hoài Chân",
      "TheLoai":["Phi hư cấu", "Văn học", "Thơ ca"],
      "SoTrang":"408",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-01-1942",
      "TomTat":"Thi nhân Việt Nam là tên cuốn sách vừa là hợp tuyển vừa là nghiên cứu, phê bình về phong trào thơ mới Việt Nam, do hai anh em nhà văn Hoài Thanh và Hoài Chân biên soạn. Đây là một hợp tuyển thơ đầu tiên của thời kỳ thơ mới, ghi nhận lại những tên tuổi nhà thơ và những bài thơ giá trị trong khoảng 1932-1941. Cuốn sách phê bình mang tính nghệ thuật ấn tượng, trong đó tác giả đã sử dụng óc chủ quan để cảm nhận và ghi lại những điều cảm nhận đó. Trong phần 'Nhỏ to...', lời cuối sách, Hoài Thanh và Hoài Chân đã nói rõ: 'Có lẽ bạn đương chờ tôi phân ngôi thứ trong làng thơ xem ai nhất, ai nhì... Bạn sẽ thất vọng. Tôi chỉ ghi cảm tưởng xem thơ nên bài viết dài ngắn không chừng. Bạn cũng đừng so sánh thơ trích nhiều ít. Ai lại lấy số trang, số dòng mà định giá một nhà thơ ? Có lẽ bạn đương chờ những bài nghiên cứu vô tư và khách quan. Bạn cũng sẽ thất vọng. Vô tư thì tôi đã vô tư hết sức, nhưng khách quan thì không. Tôi vẫn có thể vờ bộ khách quan và mặc cho những ý riêng của tôi cái lốt y phục của mọi người. Nhưng việc gì phải khổ thế ? Chạy đi đâu cũng không thoát cái tôi thì tôi cứ là tôi vậy. Hay dở tính trời.'",
      "BoiCanh":"",
      "GiaTri":1
   },
   {
      "ID":"BOOK1987000001",
      "TieuDe":"Rừng Na Uy",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.2, 
      "AnhBia":"/RungNaUy.jpg",
      "TacGia":"Haruki Murakami, Trịnh Lữ (dịch)",
      "TheLoai":["Hư cấu", "Lãng mạn", "Tiểu thuyết"],
      "SoTrang":"556",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"04-09-1987",
      "TomTat":"Toru Watanabe, một chàng thanh niên 37 tuổi vừa mới đặt chân tới Hamburg, Đức. Khi bất chợt nghe được bài hát 'Norwegian Wood' của Beatles, anh bỗng hồi tưởng lại mối tình đầu của mình với Naoko. Ký ức mang anh trở lại với những năm của thập kỷ 1960, khi có quá nhiều sự việc xảy ra với cuộc sống của anh khi đó. Toru cùng với người bạn cùng lớp Kizuki, và bạn gái của Kizuki - Naoko là những người bạn thân thiết. Kizuki với Naoko là một đôi với nhau còn Toru dường như rất hạnh phúc và ủng hộ cho mối tình của họ. Tình bạn này đã bị đứt gãy khi vụ tự tử của Kizuki xảy ra vào ngày sinh nhật lần thứ 17 của anh. Cái chết của Kizuki đã ảnh hưởng sâu sắc tới 2 người bạn còn lại; Toru luôn cảm thấy ảnh hưởng của cái chết ở mọi nơi còn Naoko thì thấy dường như mất một phần con người mình. Hai người sau này đã tìm đến nhau và cố gắng an ủi nhau, họ đã ngày càng thân nhau hơn và giữa họ đã nảy sinh tình cảm đôi lứa. Trong buổi tối ngày sinh nhật lần thứ 20 của Naoko, Cô đã cảm thấy bị thương tổn ghê gớm và rất cần sự an ủi, chia sẻ. Họ đã quan hệ tình dục với nhau tối hôm đó, và đây cũng là lần đầu của Naoko. Kể từ sau buổi tối đó, Naoko đã để lại cho Toru một bức thư nói rằng cô cần phải đi xa một thời gian và cũng nghỉ học ở trường để tới nhà nghỉ Ami - một nơi ở kết hợp nơi điều trị thần kinh. Cô đã có một số vấn đề thần kinh không bình thường. Toru sau này đã kết bạn với Midori Kobayashi, một cô bạn cùng lớp. Cô có mọi thứ mà Naoko không có - sự cởi mở, tự tin, tràn đầy sức sống. Mặc dù anh vẫn yêu Naoko, Toru vẫn bị Midori hấp dẫn và ngược lại, Midori cũng rất yêu quý Toru, và tình bạn của họ ngày càng phát triển trong thời gian Naoko vắng mặt. Toru đã đến thăm Naoko tại nơi điều trị gần Kyoto. Ở đó, anh đã gặp Reiko Ishida, một bệnh nhân khác và là người theo dõi, chăm sóc Naoko. Trong chuyến thăm này và một vài chuyến thăm khác nữa, Reiko cùng với Naoko đã hé lộ thêm vài việc trong quá khứ của mình: Reiko nói về sự tìm kiếm của cô để xác nhận những vấn đề về giới tính còn Naoko nói về việc tự tử không báo trước của chị gái mình vài năm trước. Toru, khi quay trở lại Tokyo, vẫn tiếp tục mối quan hệ với Midori và vẫn không quên Naoko. Anh viết một bức thư cho Reiko, xin lời khuyên của cô về việc lựa chọn nên phát triển quan hệ tình cảm lâu dài với Naoko hay Midori. Anh không muốn làm tổn thương Naoko, nhưng anh cũng không muốn để tuột mất Midori. Reiko khuyên anh rằng, nếu bị Midori thu hút mạnh đến thế thì nên yêu hết mình cho dù tình yêu đó có thể phát triển tốt hoặc không, còn đừng nên nói chuyện đó với Naoko vì Toru vẫn là nguồn sức mạnh lớn lao cho Naoko để cô an tâm chữa bệnh. Sau này, Toru đã nhận được một lá thư báo rằng Naoko đã tự kết liễu cuộc đời mình. Kết cục của điều đó là việc Toru đi lang thang phiêu bạt khắp nước Nhật mà chẳng có mục đích nào cả, trong lòng luôn nhớ đến những kỷ niệm xưa giữa hai người, trong khi đó Midori không nhận được liên hệ nào với anh và không hiểu chuyện gì đã xảy ra. Một thời gian sau, khi đã nhận ra rằng, cái chết không phải là sự đối nghịch mà nó chính là một phần của sự sống, anh quay trở lại Tokyo, và khi đó Reiko tới thăm anh. Trước đây, sau cái chết của Naoko, Reiko đã viết rất nhiều bức thư nói với anh rằng cái chết đó không phải do lỗi của Toru, không phải lỗi của ai cả, cũng giống như trời mưa không phải do ai. Với sự ủng hộ của chị, anh đã nhận ra rằng, giờ đây Midori là người quan trọng nhất trong cuộc đời anh. Toru đã nói chuyện tình cảm của mình với Midori. Chuyện gì đã xảy ra tiếp theo tác phẩm không đề cập tới mà đã để một cái kết mở cho người đọc.",
      "BoiCanh":"Tokyo (Nhật Bản, 1969)",
      "GiaTri":1
   },
   {
      "ID":"BOOK1987000002",
      "TieuDe":"Norwegian Wood",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.0, 
      "AnhBia":"/NorwegianWood.jpg",
      "TacGia":"Haruki Murakami",
      "TheLoai":["Hư cấu", "Lãng mạn", "Tiểu thuyết"],
      "SoTrang":"388",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"04-09-1987",
      "TomTat":"Toru, a quiet and preternaturally serious young college student in Tokyo, is devoted to Naoko, a beautiful and introspective young woman, but their mutual passion is marked by the tragic death of their best friend years before. Toru begins to adapt to campus life and the loneliness and isolation he faces there, but Naoko finds the pressures and responsibilities of life unbearable. As she retreats further into her own world, Toru finds himself reaching out to others and drawn to a fiercely independent and sexually liberated young woman. A magnificent blending of the music, the mood, and the ethos that was the sixties with the story of one college student's romantic coming of age, Norwegian Wood brilliantly recaptures a young man's first, hopeless, and heroic love.",
      "BoiCanh":"Tokyo (Nhật Bản, 1969)",
      "GiaTri":1
   },
   {
      "ID":"BOOK2011000001",
      "TieuDe":"Sapiens: A Brief History of Humankind",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/Sapiens.jpg",
      "TacGia":"Yuval Noah Harari",
      "TheLoai":["Phi hư cấu", "Lịch sử", "Khoa học", "Triết học"],
      "SoTrang":"512",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"01-01-2011",
      "TomTat":"From a renowned historian comes a groundbreaking narrative of humanity’s creation and evolution—a #1 international bestseller—that explores the ways in which biology and history have defined us and enhanced our understanding of what it means to be “human.” One hundred thousand years ago, at least six different species of humans inhabited Earth. Yet today there is only one—homo sapiens. What happened to the others? And what may happen to us? Most books about the history of humanity pursue either a historical or a biological approach, but Dr. Yuval Noah Harari breaks the mold with this highly original book that begins about 70,000 years ago with the appearance of modern cognition. From examining the role evolving humans have played in the global ecosystem to charting the rise of empires, Sapiens integrates history and science to reconsider accepted narratives, connect past developments with contemporary concerns, and examine specific events within the context of larger ideas. Dr. Harari also compels us to look ahead, because over the last few decades humans have begun to bend laws of natural selection that have governed life for the past four billion years. We are acquiring the ability to design not only the world around us, but also ourselves. Where is this leading us, and what do we want to become? Featuring 27 photographs, 6 maps, and 25 illustrations/diagrams, this provocative and insightful work is sure to spark debate and is essential reading for aficionados of Jared Diamond, James Gleick, Matt Ridley, Robert Wright, and Sharon Moalem.",
      "BoiCanh":"",
      "GiaTri":1
   },
   {
      "ID":"BOOK2020000003",
      "TieuDe":"Gánh Gánh... Gồng Gồng...",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/GanhGanhGongGong.jpg",
      "TacGia":"Xuân Phượng",
      "TheLoai":["Phi hư cấu", "Lịch sử"],
      "SoTrang":"308",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-01-2020",
      "TomTat":"Cuốn hồi ký gồm những câu chuyện về những thăng trầm cuộc đời của bà Nguyễn Thị Xuân Phượng từ năm 1945. Vào những năm 1967, khi đang là bác sĩ công tác tại Ủy ban Liên lạc văn hóa với người nước ngoài, do giỏi tiếng Pháp, bà Nguyễn Thị Xuân Phượng được Chủ tịch Hồ Chí Minh giao trọng trách chăm sóc sức khỏe cho vợ chồng đạo diễn người Hà Lan Joris Ivens và Marceline Loridan khi họ làm phim tại Vĩnh Linh. Cơ duyên này đã tạo nên bước ngoặt, khiến bà quyết định trở thành nữ đạo diễn phim tài liệu. Năm 1968, bà trở thành nữ đạo diễn, phóng viên chiến trường duy nhất ở Việt Nam làm việc tại Phòng Truyền hình, tiền thân của Đài truyền hình Việt Nam bây giờ. Bà đã thực hiện hàng loạt phim tài liệu mang tính thời sự, phản ánh những sự kiện chiến sự tại chiến trường Campuchia, biên giới phía bắc, và là một trong những phóng viên đầu tiên vào Dinh Độc lập theo trung đoàn xe tăng vào ngày 30.4.1975…",
      "BoiCanh":"",
      "GiaTri":1
   },
   {
      "ID":"BOOK1990000001",
      "TieuDe":"Mắt Biếc",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.2, 
      "AnhBia":"/MatBiec.jpg",
      "TacGia":"Nguyễn Nhật Ánh",
      "TheLoai":["Hư cấu", "Lãng mạn", "Tiểu thuyết"],
      "SoTrang":"298",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-01-1990",
      "TomTat":"Một tác phẩm được nhiều người bình chọn là hay nhất của nhà văn này. Một tác phẩm đang được dịch và giới thiệu tại Nhật Bản (theo thông tin từ các báo)… Bởi sự trong sáng của một tình cảm, bởi cái kết thúc rất, rất buồn khi suốt câu chuyện vẫn là những điều vui, buồn lẫn lộn (cái kết thúc không như mong đợi của mọi người). Cũng bởi, mắt biếc… năm xưa nay đâu (theo lời một bài hát).",
      "BoiCanh":"",
      "GiaTri":1
   },
   {
      "ID":"BOOK1876000001",
      "TieuDe":"The Adventures of Tom Sawyer",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.1, 
      "AnhBia":"/TheAdventuresOfTomSawyer.jpg",
      "TacGia":"Mark Twain",
      "TheLoai":["Cổ điển", "Hư cấu", "Phiêu lưu", "Lịch sử"],
      "SoTrang":"244",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"01-06-1876",
      "TomTat":"The Adventures of Tom Sawyer revolves around the youthful adventures of the novel's schoolboy protagonist, Thomas Sawyer, whose reputation precedes him for causing mischief and strife. Tom lives with his Aunt Polly, half-brother Sid, and cousin Mary in the quaint town of St. Petersburg, just off the shore of the Mississippi River. St. Petersburg is described as a typical small-town atmosphere where the Christian faith is predominant, the social network is close-knit, and familiarity resides. Unlike his brother Sid, Tom receives 'lickings' from his Aunt Polly; ever the mischief-maker, would rather play hooky than attend school and often sneaks out his bedroom window at night to adventure with his friend, Huckleberry Finn ­ the town's social outcast. Tom, despite his dread of schooling, is extremely clever and would normally get away with his pranks if Sid were not such a 'tattle-tale.'. As punishment for skipping school to go swimming, Aunt Polly assigns Tom the chore of whitewashing the fence surrounding the house. In a brilliant scheme, Tom is able to con the neighborhood boys into completing the chore for him, managing to convince them of the joys of whitewashing. At school, Tom is equally as flamboyant, and attracts attention by chasing other boys, yelling, and running around. With his usual antics, Tom attempts to catch the eye of Becky Thatcher, a new girl in town, and persuades her to get 'engaged' by kissing him. But their romance collapses when she learns Tom has been 'engaged' previously to Amy Lawrence. Shortly after Becky shuns him, he accompanies Huckleberry Finn to the graveyard at night, where they witness the murder of Dr. Robinson.",
      "BoiCanh":"Missouri (Mỹ)",
      "GiaTri":1
   },
   {
      "ID":"BOOK1884000001",
      "TieuDe":"The Adventures of Huckleberry Finn",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.0, 
      "AnhBia":"/TheAdventuresOfHuckleberryFinn.jpg",
      "TacGia":"Mark Twain",
      "TheLoai":["Cổ điển", "Hư cấu", "Phiêu lưu", "Lịch sử"],
      "SoTrang":"327",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"18-02-1884",
      "TomTat":"A nineteenth-century boy from a Mississippi River town recounts his adventures as he travels down the river with a runaway slave, encountering a family involved in a feud, two scoundrels pretending to be royalty, and Tom Sawyer's aunt who mistakes him for Tom.",
      "BoiCanh":"Missouri (Mỹ)",
      "GiaTri":1
   },
   {
      "ID":"BOOK1894000001",
      "TieuDe":"Tom Sawyer Abroad",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.4, 
      "AnhBia":"/TomSawyerAbroad.jpg",
      "TacGia":"Mark Twain",
      "TheLoai":["Cổ điển", "Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước"],
      "SoTrang":"106",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"01-01-1894",
      "TomTat":"Tom Sawyer Abroad is a novel by Mark Twain published in 1894. It features Tom Sawyer & Huckleberry Finn in a parody of Jules Verne-esque adventure stories. In the story, Tom, Huck & Jim set sail to Africa in a futuristic hot air balloon, where they survive encounters with lions, robbers & fleas to see some of the world's greatest wonders, including the Pyramids & the Sphinx. Like Adventures of Huckleberry Finn & Tom Sawyer, Detective, the story is told using the 1st-person narrative voice of Huck Finn.",
      "BoiCanh":"Ai Cập, Sa mạc Sahara, Bắc Phi, Trung Đông",
      "GiaTri":1   
   },
   {
      "ID":"BOOK1896000001",
      "TieuDe":"Tom Sawyer, Detective",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.3, 
      "AnhBia":"/TomSawyerDetective.jpg",
      "TacGia":"Mark Twain",
      "TheLoai":["Cổ điển", "Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Thiếu nhi"],
      "SoTrang":"",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"01-01-1896",
      "TomTat":"Tom Sawyer attempts to solve a mysterious murder in this burlesque of the immensely popular detective novels of the time. Like Adventures of Huckleberry Finn, the story is told using the first-person narrative voice of Huck Finn.",
      "BoiCanh":"",
      "GiaTri":1   
   },
   {
      "ID":"BOOK1997000001",
      "TieuDe":"Harry Potter and the Sorcerer's Stone",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.6, 
      "AnhBia":"/HarryPotterAndTheSorcerersStone.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"333",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"26-06-1997",
      "TomTat":"Harry Potter thinks he is an ordinary boy. He lives with his Uncle Vernon, Aunt Petunia and cousin Dudley, who are mean to him and make him sleep in a cupboard under the stairs. (Dudley, however, has two bedrooms, one to sleep in and one for all his toys and games.) Then Harry starts receiving mysterious letters and his life is changed forever. He is whisked away by a beetle-eyed giant of a man and enrolled at Hogwarts School of Witchcraft and Wizardry. The reason: Harry Potter is a wizard!",
      "BoiCanh":"London, England (1991), Hogwarts School of Witchcraft and Wizardry (United Kingdom, 1991)",
      "GiaTri":1   
   },
   {
      "ID":"BOOK1998000001",
      "TieuDe":"Harry Potter and the Chamber of Secrets",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.7, 
      "AnhBia":"/HarryPotterAndTheChamberOfSecrets.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"352",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"02-07-1998",
      "TomTat":"Ever since Harry Potter had come home for the summer, the Dursleys had been so mean and hideous that all Harry wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he’s packing his bags, Harry receives a warning from a strange impish creature who says that if Harry returns to Hogwarts, disaster will strike. And strike it does. For in Harry’s second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor and a spirit who haunts the girls’ bathroom. But then the real trouble begins – someone is turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects… Harry Potter himself!",
      "BoiCanh":"London, England (1991), Hogwarts School of Witchcraft and Wizardry (United Kingdom)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK1999000001", 
      "TieuDe":"Harry Potter and the Prisoner of Azkaban",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/HarryPotterAndThePrisonerOfAzkaban.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"435",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"08-07-1999",
      "TomTat":"Harry Potter, along with his best friends, Ron and Hermione, is about to start his third year at Hogwarts School of Witchcraft and Wizardry. Harry can't wait to get back to school after the summer holidays. (Who wouldn't if they lived with the horrible Dursleys?) But when Harry gets to Hogwarts, the atmosphere is tense. There's an escaped mass murderer on the loose, and the sinister prison guards of Azkaban have been called in to guard the school...",
      "BoiCanh":"Hogwarts School of Witchcraft and Wizardry (United Kingdom, 1993)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK2000000001",
      "TieuDe":"Harry Potter and the Goblet of Fire",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.8, 
      "AnhBia":"/HarryPotterAndTheGobletOfFire.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"734",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"08-07-2000",
      "TomTat":"It is the summer holidays and soon Harry Potter will be starting his fourth year at Hogwarts School of Witchcraft and Wizardry. Harry is counting the days: there are new spells to be learnt, more Quidditch to be played, and Hogwarts castle to continue exploring. But Harry needs to be careful - there are unexpected dangers lurking...",
      "BoiCanh":"Hogwarts School of Witchcraft and Wizardry (United Kingdom, 1994)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK2003000001",
      "TieuDe":"Harry Potter and the Order of the Phoenix",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.8, 
      "AnhBia":"/HarryPotterAndTheOrderOfThePhoenix.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"912",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"21-06-2003",
      "TomTat":"Harry Potter is about to start his fifth year at Hogwarts School of Witchcraft and Wizardry. Unlike most schoolboys, Harry never enjoys his summer holidays, but this summer is even worse than usual. The Dursleys, of course, are making his life a misery, but even his best friends, Ron and Hermione, seem to be neglecting him. Harry has had enough. He is beginning to think he must do something, anything, to change his situation, when the summer holidays come to an end in a very dramatic fashion. What Harry is about to discover in his new year at Hogwarts will turn his world upside down...",
      "BoiCanh":"Hogwarts School of Witchcraft and Wizardry (United Kingdom)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK2005000001",
      "TieuDe":"Harry Potter and the Half-Blood Prince",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.4, 
      "AnhBia":"/HarryPotterAndTheHalf-BloodPrince.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"652",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"16-07-2005",
      "TomTat":"It is the middle of the summer, but there is an unseasonal mist pressing against the windowpanes. Harry Potter is waiting nervously in his bedroom at the Dursleys' house in Privet Drive for a visit from Professor Dumbledore himself. One of the last times he saw the Headmaster, he was in a fierce one-to-one duel with Lord Voldemort, and Harry can't quite believe that Professor Dumbledore will actually appear at the Dursleys' of all places. Why is the Professor coming to visit him now? What is it that cannot wait until Harry returns to Hogwarts in a few weeks' time? Harry's sixth year at Hogwarts has already got off to an unusual start, as the worlds of Muggle and magic start to intertwine...",
      "BoiCanh":"Hogwarts School of Witchcraft and Wizardry (United Kingdom)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK2007000001",
      "TieuDe":"Harry Potter and the Deathly Hallows",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.5, 
      "AnhBia":"/HarryPotterAndTheDeathlyHallows.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"759",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"21-07-2007",
      "TomTat":"Harry has been burdened with a dark, dangerous and seemingly impossible task: that of locating and destroying Voldemort's remaining Horcruxes. Never has Harry felt so alone, or faced a future so full of shadows. But Harry must somehow find within himself the strength to complete the task he has been given. He must leave the warmth, safety and companionship of The Burrow and follow without fear or hesitation the inexorable path laid out for him... In this final, seventh installment of the Harry Potter series, J.K. Rowling unveils in spectacular fashion the answers to the many questions that have been so eagerly awaited.",
      "BoiCanh":"Hogwarts School of Witchcraft and Wizardry (United Kingdom)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK2016000002",
      "TieuDe":"Harry Potter and the Cursed Child: Parts One and Two",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.6, 
      "AnhBia":"/HarryPotterAndTheCursedChild.jpg",
      "TacGia":"J.K. Rowling",
      "TheLoai":["Hư cấu", "Phiêu lưu", "Tiểu thuyết", "Hài hước", "Phép thuật", "Thiếu nhi"],
      "SoTrang":"343",
      "LoaiBia":"Bìa cứng",
      "NgonNgu":"Tiếng Anh",
      "NgayXB":"31-07-2016",
      "TomTat":"The eighth story, nineteen years later... It was always difficult being Harry Potter, and it isn't much easier now that he is an overworked employee of the Ministry of Magic, a husband, and a father of three school-age children. While Harry grapples with a past that refuses to stay where it belongs, his youngest son, Albus, must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places. Based on an original new story by J.K. Rowling, Jack Thorne, and John Tiffany, a new play by Jack Thorne, 'Harry Potter and the Cursed Child' is the complete and official playscript of the original, award-winning West End production. This updated edition includes the final dialogue and stage directions, a conversation piece between director John Tiffany and playwright Jack Thorne, the Potter family tree, and a timeline of events in the wizarding world leading up to 'Harry Potter and the Cursed Child.'",
      "BoiCanh":"Hogwarts School of Witchcraft and Wizardry (United Kingdom)",
      "GiaTri":1  
   },
   {
      "ID":"BOOK2010000001",
      "TieuDe":"Tôi Thấy Hoa Vàng Trên Cỏ Xanh",
      "SoLuotQuanTam": 100,
      "DanhGia": 4.3, 
      "AnhBia":"/ToiThayHoaVangTrenCoXanh.jpg",
      "TacGia":"Nguyễn Nhật Ánh",
      "TheLoai":["Văn học", "Tiểu thuyết", "Hài hước", "Lãng mạn", "Thiếu nhi"],
      "SoTrang":"380",
      "LoaiBia":"Bìa mềm",
      "NgonNgu":"Tiếng Việt",
      "NgayXB":"01-12-2010",
      "TomTat":"'Tôi thấy hoa vàng trên cỏ xanh' truyện dài mới nhất của nhà văn vừa nhận giải văn chương ASEAN Nguyễn Nhật Ánh. Cuốn sách viết về tuổi thơ nghèo khó ở một làng quê, bên cạnh đề tài tình yêu quen thuộc, lần đầu tiên Nguyễn Nhật Ánh đưa vào tác phẩm của mình những nhân vật phản diện và đặt ra vấn đề đạo đức như sự vô tâm, cái ác.  81 chương ngắn là 81 câu chuyện nhỏ của những đứa trẻ xảy ra ở một ngôi làng: chuyện về con cóc Cậu trời, chuyện ma, chuyện công chúa và hoàng tử, bên cạnh chuyện đói ăn, cháy nhà, lụt lội,... 'Tôi thấy hoa vàng trên cỏ xanh' hứa hẹn đem đến những điều thú vị với cả bạn đọc nhỏ tuổi và người lớn bằng giọng văn trong sáng, hồn nhiên, giản dị của trẻ con cùng nhiều tình tiết thú vị, bất ngờ và cảm động trong suốt hơn 300 trang sách. Cuốn sách, vì thế có sức ám ảnh, thu hút, hấp dẫn không thể bỏ qua.",
      "BoiCanh":"Làng quê Việt Nam",
      "GiaTri":1  
   }
]