[
   {
      "ID":"AUTHOR19550001",
      "HoTen":"Nguyễn Nhật Ánh",
      "NoiSinh":"Quảng Nam, Việt Nam",
      "NgaySinh":"07-05-1955",
      "GioiThieu":"Nguyễn Nhật Ánh là tên và cũng là bút danh của một nhà văn Việt Nam chuyên viết cho tuổi mới lớn.",
      "TacPham":["Cho tôi xin một vé đi tuổi thơ", "Mắt biếc", "Tôi thấy hoa vàng trên cỏ xanh", "Cô gái đến từ hôm qua"],
      "AnhTacGia":"/nguyen-nhat-anh.jpg",
      "Website":"",
      "TheLoai":["Thiếu nhi", "Tiểu thuyết", "Hư cấu"],
      "GiaTri":1
   },
   {
      "ID": "AUTHOR19580001",
      "HoTen": "Keigo Higashino",
      "NoiSinh": "Osaka, Nhật Bản",
      "NgaySinh": "04-02-1958",
      "GioiThieu": "Higashino Keigo là một tác giả người Nhật Bản được biết tới rộng rãi qua các tiểu thuyết trinh thám của ông.",
      "TacPham": ["Tên của trò chơi là Bắt cóc", "Phía sau Nghi can X", "Sự Cứu Rỗi Của Thánh Nữ", "Bạch dạ hành"],
      "AnhTacGia": "/keigo-higashino.png",
      "Website": "",
      "TheLoai": ["Bí ẩn", "Kinh dị", "Tội phạm"],
      "GiaTri": 1       
   },
   {
      "ID":"AUTHOR00000001",
      "HoTen":"Tây Tử Tự",
      "NoiSinh":"Trung Quốc",
      "NgaySinh":"",
      "GioiThieu":"",
      "TacPham":["Kính Vạn Hoa Chết Chóc", "Bức Họa Múa Rối Xương"],
      "AnhTacGia":"/unknown_female.jpg",
      "Website":"",
      "TheLoai":["Kinh dị", "Bí ẩn"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19730001",
      "HoTen":"Makoto Shinkai",
      "NoiSinh":"Nagano, Nhật Bản",
      "NgaySinh":"09-02-1973",
      "GioiThieu":"",
      "TacPham":["5 Centimet Trên Giây", "Your Name", "Đứa con của Thời tiết"],
      "AnhTacGia":"/Makoto-Shinkai.jpg",
      "Website":"http://shinkaimakoto.jp/",
      "TheLoai":["Truyện tranh", "Tiểu thuyết"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR18920001",
      "HoTen":"J.R.R. Tolkien",
      "NoiSinh":"Bloemfontein, Nam Phi",
      "NgaySinh":"03-01-1892",
      "GioiThieu":"John Ronald Reuel Tolkien CBE FRSL là một nhà văn, tiểu thuyết gia, và giáo sư người Anh, được công chúng biết đến nhiều nhất qua các tác phẩm Anh chàng Hobbit và Chúa tể những chiếc nhẫn",
      "TacPham":["Chúa Tể Những Chiếc Nhẫn - Đoàn Hộ Nhẫn", "Chúa Tể Những Chiếc Nhẫn - Hai Tòa Tháp", "Chúa Tể Những Chiếc Nhẫn - Nhà Vua Trở Về", "Anh chàng Hobbit"],
      "AnhTacGia":"/JRRTolkien.jpg",
      "Website":"http://www.tolkienestate.com/",
      "TheLoai":["Kỳ ảo", "Hư cấu", "Thiếu nhi"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19700001",
      "HoTen":"Yasushi Kitagawa",
      "NoiSinh":"Nhật Bản",
      "NgaySinh":"10-05-1970",
      "GioiThieu":"",
      "TacPham":["Nếu Ngày Mai Không Bao Giờ Đến", "Cửa Tiệm Của Những Lá Thư", "Cuộc Hẹn Bình Minh", "Những Lá Thư Đến Từ Tương Lai", "Chúng Ta Sẽ Còn Gặp Lại"],
      "AnhTacGia":"/Yasushi-Kitagawa.jpg",
      "Website":"https://tegamiya.jp/",
      "TheLoai":"Tiểu thuyết",
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19630001",
      "HoTen":"Yann Martel",
      "NoiSinh":"Salamanca, Tây Ban Nha",
      "NgaySinh":"25-06-1963",
      "GioiThieu":"",
      "TacPham":["Cuộc đời của Pi", "The Facts Behind the Helsinki Roccamatios ", "Seven Stories", "Beatrice and Virgil"],
      "AnhTacGia":"/Yann-Martel.jpg",
      "Website":"",
      "TheLoai":"Hư cấu",
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19880001",
      "HoTen":"Ocean Vương",
      "NoiSinh":"Thành phố Hồ Chí Minh, Việt Nam",
      "NgaySinh":"14-10-1988",
      "GioiThieu":"Ocean Vương là một nhà thơ, nhà tiểu luận và tiểu thuyết gia người Mỹ gốc Việt. \n Anh là người nhận được học bổng Ruth Lilly / Sargent Rosenberg năm 2014 từ Poetry Foundation, Giải thưởng Whites 2016 và Giải thưởng Eliot TS 2017 cho thơ của anh.",
      "TacPham":["Một thoáng ta rực rỡ ở nhân gian", "Time Is a Mother", "Night Sky With Exit Wounds", "Trời đêm những vết thương xuyên thấu"],
      "AnhTacGia":"/Ocean-Vuong.jpg",
      "Website":"http://www.oceanvuong.com",
      "TheLoai":["Thơ ca", "Hư cấu", "Phi hư cấu"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19330001",
      "HoTen":"Fujiko F. Fujio",
      "NoiSinh":"Toyama, Nhật Bản",
      "NgaySinh":"01-12-1933",
      "GioiThieu":"Fujiko Fujio là bút danh chung của hai nghệ sĩ manga Nhật Bản, người Việt gọi là Ông Hai Phú hay Ông Phú Sĩ. \n Tên thật của họ là Fujimoto Hiroshi và Abiko Motoo Năm 1954, hai người đều dùng cái tên Fujiko Fujio cho tới năm 1987, họ chia tay để theo đuổi con đường sáng tác riêng lẻ và trở thành Fujiko F.",
      "TacPham":["Doraemon: Nobita và cuộc đại thủy chiến ở xứ sở người cá", "Doraemon: Nobita Và Bản Giao Hưởng Địa Cầu", "Doraemon: Nobita và những bạn khủng long mới", "Doraemon: Nobita và những hiệp sĩ không gian"],
      "AnhTacGia":"/Fujiko-Fujio.jpg",
      "Website":"",
      "TheLoai":["Hư cấu", "Thiếu nhi", "Truyện tranh", "Kỳ ảo"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19000001",
      "HoTen":"Antoine De Saint-Exupéry",
      "NoiSinh":"Lyon, Pháp",
      "NgaySinh":"29-06-1900",
      "GioiThieu":"Antoine Marie Jean-Baptiste Roger de Saint-Exupéry, thường được biết tới với tên Antoine de Saint-Exupéry hay gọi tắt là Saint-Ex là một nhà văn và phi công Pháp nổi tiếng. Saint-Exupéry được biết tới nhiều nhất với kiệt tác văn học Hoàng tử bé.",
      "TacPham":["Hoàng tử bé", "Terre des hommes", "Night Flight", "The Wisdom of the Sands"],
      "AnhTacGia":"/AntoineDeSaint-Exupéry.jpg",
      "Website":"http://www.antoinedesaintexupery.com/",
      "TheLoai":["Triết học", "Thiếu nhi", "Phi hư cấu"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19910001",
      "HoTen":"Sally Rooney",
      "NoiSinh":"County Mayo, Ireland",
      "NgaySinh":"20-02-1991",
      "GioiThieu":"Sally Rooney sinh năm 1991 và sống ở Dublin, nơi cô tốt nghiệp Đại học Trinity. Tác phẩm của cô đã xuất hiện trên Granta, The Dublin Review, The White Review, The Stinging Fly và tuyển tập Winter Pages.",
      "TacPham":["Conversations with Friends", "Normal People", "Beautiful World, Where Are You"],
      "AnhTacGia":"/SallyRooney_portrait.jpg",
      "Website":"",
      "TheLoai":["Văn học", "Hư cấu"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19090001",
      "HoTen":"Hoài Thanh",
      "NoiSinh":"xã Nghi Trung, huyện Nghi Lộc, tỉnh Nghệ An",
      "NgaySinh":"15-07-1909",
      "GioiThieu":"Hoài Thanh (1909 - 1982) có tên khai sinh là Nguyễn Đức Nguyên (ngoài ra ông còn sử dụng các bút danh khác như Văn Thiên, Le Nhà Quê), là một nhà phê bình văn học Việt Nam, đã có những đóng góp về mặt phê bình, lý luận để khẳng định Thơ mới trong văn học Việt Nam thế kỉ XX. Tác phẩm Thi nhân Việt Nam do ông và em trai Hoài Chân viết đã đưa tác giả lên vị trí một nhà phê bình lớn của nền văn học Việt Nam đầu thế kỷ 20.",
      "TacPham":"Thi nhân Việt Nam",
      "AnhTacGia":"/HoaiThanh_portrait.jpg",
      "Website":"",
      "TheLoai":["Thơ ca", "Văn học"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19140001",
      "HoTen":"Hoài Chân",
      "NoiSinh":"xã Nghi Trung, huyện Nghi Lộc, tỉnh Nghệ An",
      "NgaySinh":"11-04-1914",
      "GioiThieu":"Hoài Chân, em ruột Hoài Thanh, tên thật là Nguyễn Đức Phiên; sinh ngày 11 tháng 4 năm 1914 ở xã Nghi Trung, huyện Nghi Lộc, tỉnh Nghệ An. Năm 1930, tham gia phong trào Xô Viết Nghệ Tĩnh. Năm 1931, đang học Trường Cao đẳng Tiểu học Collège Vinh thì bị bắt và bị kết án tù một năm. Mãn hạn tù năm 1932, vào Huế kiếm sống đồng thời tự học để thi tú tài.",
      "TacPham":"Thi nhân Việt Nam",
      "AnhTacGia":"/Hoai_Chan.jpg",
      "Website":"",
      "TheLoai":["Thơ ca", "Văn học"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19490001",
      "HoTen":"Haruki Murakami",
      "NoiSinh":"Kyoto, Nhật Bản",
      "NgaySinh":"12-01-1949",
      "GioiThieu":"Murakami Haruki là một trong những tiểu thuyết gia, dịch giả văn học người Nhật Bản được biết đến nhiều nhất hiện nay cả trong lẫn ngoài nước Nhật. \n Từ thời điểm nhận giải thưởng Nhà văn mới Gunzo năm 1979 đến nay, hơn một phần tư thế kỷ hoạt động và viết lách, tác phẩm của ông đã được dịch ra khoảng 50 thứ tiếng trên thế giới[2], đồng thời trong nước ông là người luôn tồn tại ở tiền cảnh sân khấu văn học Nhật Bản.",
      "TacPham":["Hear the Wind Sing", "Pinball, 1973", "Norweigian Wood", "Kafka on the Shore"],
      "AnhTacGia":"/HarukiMurakami_portrait.jpg",
      "Website":"https://harukimurakami.com/",
      "TheLoai":["Hư cấu", "Tiểu thuyết"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19480001",
      "HoTen":"Trịnh Lữ",
      "NoiSinh":"Hà Nội, Việt Nam",
      "NgaySinh":"1948",
      "GioiThieu":"Trịnh Lữ (1948), tên thật là Trịnh Hữu Tuấn. Từng là phóng viên, biên tập viên tiếng Anh của Đài Tiếng nói Việt Nam, từng sang Mỹ làm việc gần 15 năm cho các dự án truyền thông và giáo dục của Liên Hiệp Quốc, từng là họa sĩ có nhiều cuộc triển lãm tranh ở New York, Trịnh Lữ còn là một nhà thiết kế nội thất mang phong cách tối giản, một nghệ sĩ piano nghiệp dư, một nhà văn với những truyện ngắn đậm chất hoài cổ và mang một chút hơi hướng thiền... | Nói về Trịnh Lữ, dịch giả Dương Tường nói ngắn gọn “đấy là một người tài hoa trong một gia đình trí thức - nghệ sĩ Hà Nội có nhiều người tài hoa”. Còn Trịnh Lữ thì luôn nhắc đến cha mình (ông Trịnh Hữu Ngọc) như một người thầy lớn, người ảnh hưởng đến con, cháu trong gia đình từ cách sống, sự lựa chọn nghề nghiệp và cả tư duy nghệ thuật.",
      "TacPham": ["Rừng Na Uy"],
      "AnhTacGia":"/TrinhLu_portrait.jpg",
      "Website":"",
      "TheLoai":"",
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19650001",
      "HoTen":"J.K. Rowling",
      "NoiSinh":"Yate, South Gloucestershire, Anh, Vương quốc Anh",
      "NgaySinh":"31-07-1965",
      "GioiThieu":"Mặc dù cô viết dưới bút danh J.K. Rowling, phát âm giống như 'rolling', tên của cô khi cuốn sách Harry Potter đầu tiên được xuất bản chỉ là Joanne Rowling. Dự đoán rằng đối tượng độc giả là các cậu bé trẻ có thể không muốn đọc một cuốn sách do phụ nữ viết, nhà xuất bản của cô yêu cầu cô sử dụng hai chữ cái viết tắt thay vì tên đầy đủ. Vì không có tên đệm, cô chọn chữ K làm chữ cái thứ hai trong bút danh của mình, từ tên của bà nội là Kathleen Ada Bulgen Rowling. Cô tự gọi mình là Jo và đã nói rằng, 'Không ai gọi tôi là 'Joanne' khi tôi còn nhỏ, trừ khi họ đang giận dữ.' Sau khi kết hôn, cô đôi khi sử dụng tên Joanne Murray khi thực hiện các công việc cá nhân. Trong cuộc điều tra Leveson, cô đã đưa ra bằng chứng dưới tên Joanne Kathleen Rowling. Trong một cuộc phỏng vấn năm 2012, Rowling lưu ý rằng cô không còn bận tâm khi mọi người phát âm sai tên của cô nữa. | Rowling sinh ra với bố là Peter James Rowling, một kỹ sư máy bay của Rolls-Royce, và mẹ là Anne Rowling (tên khai sinh Volant), vào ngày 31 tháng 7 năm 1965 tại Yate, Gloucestershire, Anh, cách Bristol 10 dặm (16 km) về phía đông bắc. Mẹ của cô, Anne, là người lai Pháp và Scotland. Bố mẹ cô lần đầu gặp nhau trên một chuyến tàu khởi hành từ ga King's Cross đến Arbroath vào năm 1964. Họ kết hôn vào ngày 14 tháng 3 năm 1965. Ông ngoại của mẹ cô, Dugald Campbell, sinh ra tại Lamlash trên đảo Arran. Ông nội của mẹ cô, Louis Volant, đã được trao tặng Croix de Guerre vì lòng dũng cảm xuất sắc trong việc bảo vệ làng Courcelles-le-Comte trong Thế chiến thứ nhất. | Em gái của Rowling, Dianne, sinh tại nhà khi Rowling được 23 tháng tuổi. Gia đình chuyển đến ngôi làng Winterbourne gần đó khi Rowling lên bốn tuổi. Cô theo học tại trường tiểu học St Michael's, một trường do nhà bãi nô William Wilberforce và nhà cải cách giáo dục Hannah More thành lập. Hiệu trưởng của cô tại St Michael's, Alfred Dunn, được cho là nguồn cảm hứng cho hiệu trưởng trường Hogwarts, Albus Dumbledore. | Khi còn nhỏ, Rowling thường viết những câu chuyện giả tưởng và thường đọc cho em gái nghe. Cô nhớ lại: 'Tôi vẫn nhớ mình đã kể cho em gái một câu chuyện mà trong đó em rơi vào một cái hố thỏ và được gia đình thỏ bên trong đó cho ăn dâu tây. Chắc chắn câu chuyện đầu tiên tôi viết xuống (khi tôi khoảng năm hoặc sáu tuổi) là về một con thỏ tên là Rabbit. Nó bị bệnh sởi và được bạn bè thăm, trong đó có một con ong khổng lồ tên là Miss Bee.' Khi chín tuổi, Rowling chuyển đến Church Cottage ở làng Tutshill, Gloucestershire, gần Chepstow, Wales. Khi còn là một thiếu niên, bà cô vĩ đại, người mà Rowling nói 'dạy tiếng cổ điển và ủng hộ sự khao khát kiến thức, thậm chí là những loại kiến thức có phần đáng ngờ,' đã tặng cô một bản sao rất cũ của tự truyện Jessica Mitford, Hons and Rebels. Mitford trở thành anh hùng của Rowling, và Rowling sau đó đã đọc tất cả các cuốn sách của bà. | Rowling đã nói về những năm tháng tuổi thiếu niên của mình trong một cuộc phỏng vấn với The New Yorker: 'Tôi không thực sự hạnh phúc. Tôi nghĩ đó là khoảng thời gian tồi tệ của cuộc đời.' Cô có một cuộc sống gia đình khó khăn; mẹ cô bị bệnh và cô có mối quan hệ khó khăn với cha (cô không còn nói chuyện với ông nữa). Cô theo học tại trường trung học Wyedean School and College, nơi mẹ cô làm kỹ thuật viên trong khoa khoa học. Rowling nói về tuổi thiếu niên của mình: 'Hermione [một nhân vật biết tuốt trong Harry Potter] là hình ảnh mờ nhạt của tôi khi tôi mười một tuổi, điều mà tôi không tự hào lắm.' Steve Eddy, người dạy tiếng Anh cho Rowling khi cô mới đến, nhớ lại cô 'không nổi bật' nhưng 'là một trong những nhóm cô gái thông minh và khá giỏi tiếng Anh.' Sean Harris, người bạn thân nhất của cô ở lớp Upper Sixth, sở hữu một chiếc Ford Anglia màu xanh ngọc, chiếc xe mà cô nói là nguồn cảm hứng cho chiếc xe trong sách của mình.",
      "TacPham":["Harry Potter and the Philosopher's Stone", "Harry Potter and the Chamber of Secrets", "Harry Potter and the Prisoner of Azkaban", "Harry Potter and the Goblet of Fire", "Harry Potter and the Order of the Phoenix", "Harry Potter and the Half-Blood Prince", "Harry Potter and the Deathly Hallows", "The Tales of Beedle the Bard", "Fantastic Beasts and Where to Find Them"],
      "AnhTacGia":"JKRowling_portrait.jpg",
      "Website":"http://www.jkrowling.com",
      "TheLoai":["Hư cấu", "Thiếu nhi", "Kỳ ảo"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19760001",
      "HoTen":"Yuval Noah Harari",
      "NoiSinh":"Kiryat Ata, Israel",
      "NgaySinh":"24-02-1976",
      "GioiThieu":"Yuval Noah Harari là một nhà sử học, triết gia và tác giả bán chạy nhất của các tác phẩm Sapiens: Lược sử loài người, Homo Deus: Lược sử tương lai, 21 bài học cho thế kỷ 21, cùng với loạt Sapiens: Lược sử đồ họa và Unstoppable Us. Ông được coi là một trong những nhà trí thức công chúng ảnh hưởng nhất thế giới hiện nay. | Sinh năm 1976 tại Israel, Harari đã nhận bằng Tiến sĩ triết học từ Đại học Oxford vào năm 2002 và hiện là giảng viên tại Bộ môn Lịch sử của Đại học Hebrew Jerusalem. | Ông đồng sáng lập công ty tác động xã hội Sapienship, tập trung vào giáo dục và truyền thông, cùng với chồng là Itzik Yahav. | Prof. Harari đã hai lần đoạt Giải thưởng Polonsky về Sáng tạo và Sáng tạo, vào năm 2009 và 2012. | Năm 2011, ông giành Giải Moncado của Hội Sử học Quân sự vì các bài viết xuất sắc về lịch sử quân sự.",
      "TacPham":["Sapiens: A Brief History of Humankind", "Homo Deus: A Brief History of Tomorrow", "21 Lessons for the 21st Century", "Sapiens: A Graphic History", "Unstoppable Us"],
      "AnhTacGia":"/YuvalNoahHarari_portrait.jpg",
      "Website":"http://www.ynharari.com/",
      "TheLoai":["Lịch sử", "Triết học", "Phi hư cấu"],
      "GiaTri":1
   },
   {
      "ID":"AUTHOR19290001",
      "HoTen":"Xuân Phượng",
      "NoiSinh":"Thừa Thiên - Huế, Việt Nam",
      "NgaySinh":"1929",
      "GioiThieu":"Nguyễn Thị Xuân Phượng sinh năm 1929, quê làng Nham Biều, huyện Hương Trà, tỉnh Thừa Thiên - Huế. Năm 16 tuổi (1945) bà thoát ly gia đình, xếp bút nghiên lên đường tranh đấu giành độc lập cho đất nước. Bà từng làm nhiều nghề như kỹ thuật viên thuốc nổ, y tá, phóng viên bản tin kháng chiến của Bộ Tài chính, thông dịch viên, bác sĩ nhi khoa phòng y tế khu Ba Đình, dịch và thuyết minh phim tiếng Pháp, đạo diễn phim tư liệu chiến trường… | Năm 2011 Chính phủ Pháp trao tặng nữ nhà văn Xuân Phượng Huân chương Bắc đẩu bội tinh vì những đóng góp cho sự hiểu biết sâu sắc hơn giữa Việt Nam và Pháp cả trong thời chiến và thời bình. Ngoài nhà văn, bà còn là đạo diễn phim tài liệu nổi tiếng, chủ phòng tranh Lotus tại TP.HCM.",
      "TacPham":["Gánh Gánh... Gồng Gồng...", "Ao Dai: My War, My Country, My Vietnam", "Ao Dai: Du Couvent Des Oiseaux À La Jungle Du Viêt Minh"],
      "AnhTacGia":"/XuanPhuong_portrait.jpg",
      "Website":"",
      "TheLoai":"Văn học",
      "GiaTri":1
   },
   {
      "ID":"AUTHOR18350001",
      "HoTen":"Mark Twain",
      "NoiSinh":"Florida, Missouri, The United States",
      "NgaySinh":"30-11-1835",
      "GioiThieu":"Samuel Langhorne Clemens, được biết đến với bút danh Mark Twain, là một nhà văn, hài hước gia và nhà tiểu luận người Mỹ. Ông được ca ngợi là 'nhà văn hài hước vĩ đại nhất mà Hoa Kỳ đã sản sinh' và William Faulkner gọi ông là 'cha đẻ của văn học Mỹ.' Các tiểu thuyết của ông bao gồm 'Cuộc phiêu lưu của Tom Sawyer' (1876) và phần tiếp theo của nó, 'Cuộc phiêu lưu của Huckleberry Finn' (1884), với phần sau thường được gọi là 'Tiểu thuyết Mỹ vĩ đại.' Ngoài ra, Twain còn viết 'Cuộc pháp sư Connecticut ở Triều đại vua Arthur' (1889) và 'Pudd'nhead Wilson' (1894), và đồng tác với Charles Dudley Warner trong tác phẩm 'Đại hội Thế kỷ: Một câu chuyện về thời nay' (1873).",
      "TacPham":["The Adventures of Huckleberry Finn", "The Adventures of Tom Sawyer", "The Prince and the Pauper"],
      "AnhTacGia":"/MarkTwain_portrait.jpg",
      "Website":"http://www.marktwainproject.org/",
      "TheLoai":["Văn học", "Hư cấu"],
      "GiaTri":1
   }
]